{
    "input": [
        {
            "input": "example question",
            "output": "example answer"
        },
        {
            "input": "another question",
            "output": "another answer"
        },
        {
            "input": "What is the formula for the area of a circle?",
            "output": "The area of a circle is given by the formula A = πr², where r is the radius of the circle."
        },
        {
            "input": "What is Newton's second law of motion?",
            "output": "Newton's second law of motion states that the force acting on an object is equal to the mass of the object multiplied by its acceleration (F = ma)."
        },
        {
            "input": "What is the Pythagorean theorem?",
            "output": "The Pythagorean theorem states that in a right-angled triangle, the square of the hypotenuse is equal to the sum of the squares of the other two sides (a² + b² = c²)."
        },
        {
            "input": "What is the capital of France?",
            "output": "The capital of France is Paris."
        },
        {
            "input": "What are the three states of matter?",
            "output": "The three states of matter are solid, liquid, and gas."
        },
        {
            "input": "What is the chemical formula for water?",
            "output": "The chemical formula for water is H₂O."
        },
        {
            "input": "Who wrote 'Romeo and Juliet'?",
            "output": "'Romeo and Juliet' was written by William Shakespeare."
        },
        {
            "input": "What is the speed of light?",
            "output": "The speed of light in a vacuum is approximately 299,792,458 meters per second."
        },
        {
            "input": "What is the process of cell division called?",
            "output": "The process of cell division is called mitosis."
        },
        {
            "input": "Who developed the theory of relativity?",
            "output": "The theory of relativity was developed by Albert Einstein."
        },
        {
            "input": "What is the largest planet in our solar system?",
            "output": "The largest planet in our solar system is Jupiter."
        },
        {
            "input": "What is the formula for the circumference of a circle?",
            "output": "The circumference of a circle is given by the formula C = 2πr, where r is the radius of the circle."
        },
        {
            "input": "What is the powerhouse of the cell?",
            "output": "The powerhouse of the cell is the mitochondrion."
        },
        {
            "input": "What is the boiling point of water?",
            "output": "The boiling point of water is 100°C (212°F) at standard atmospheric pressure."
        },
        {
            "input": "Who is the author of 'Pride and Prejudice'?",
            "output": "'Pride and Prejudice' was written by Jane Austen."
        },
        {
            "input": "What is a thesis statement?",
            "output": "A thesis statement is a sentence that summarizes the main point or claim of an essay. It is typically included in the introduction."
        },
        {
            "input": "How do you structure an argumentative essay?",
            "output": "An argumentative essay typically includes an introduction with a thesis statement, body paragraphs with supporting evidence, and a conclusion that summarizes the argument and reinforces the thesis."
        },
        {
            "input": "What are the key components of a persuasive essay?",
            "output": "Key components of a persuasive essay include a clear thesis statement, logical arguments supported by evidence, counterarguments, and a strong conclusion."
        },
        {
            "input": "What is the purpose of a literature review in an essay?",
            "output": "The purpose of a literature review is to survey and summarize existing research on a particular topic to provide context and support for the essay’s argument or thesis."
        },
        {
            "input": "How can you improve your essay writing skills?",
            "output": "To improve essay writing skills, practice writing regularly, read a variety of texts, seek feedback from others, and revise your work to enhance clarity, coherence, and argumentation."
        },
        {
            "input": "What is IISMA?",
            "output": "IISMA stands for Indonesian International Student Mobility Awards, a program designed to provide Indonesian students with opportunities to study abroad and gain international experience."
        },
        {
            "input": "How can IISMA benefit students?",
            "output": "IISMA provides students with the chance to experience different cultures, enhance their academic and professional skills, and build international networks."
        },
        {
            "input": "What are the eligibility criteria for IISMA?",
            "output": "Eligibility criteria for IISMA typically include being an active student at an Indonesian university and meeting specific academic and application requirements set by the program."
        },
        {
            "input": "What is the application process for IISMA?",
            "output": "The application process for IISMA involves submitting an application form, academic transcripts, a statement of purpose, and other required documents as outlined by the program."
        },
        {
            "input": "What are the key components of the IISMA program?",
            "output": "Key components of the IISMA program include studying abroad at partner institutions, participating in cultural exchange activities, and engaging in academic and professional development opportunities."
        },
        {
            "input": "Hay",
            "output": "hello there, my name is Penyu, what can I help U?"
        },
        {
            "input": "Hello",
            "output": "hello there, my name is Penyu, what can I help U?"
        },
    
        {
                    "input": "contoh pertanyaan",
                    "output": "contoh jawaban"
                },
                {
                    "input": "pertanyaan lainnya",
                    "output": "jawaban lainnya"
                },
                {
                    "input": "Apa rumus untuk luas lingkaran?",
                    "output": "Luas lingkaran diberikan oleh rumus A = πr², di mana r adalah jari-jari lingkaran."
                },
                {
                    "input": "Apa hukum kedua Newton tentang gerak?",
                    "output": "Hukum kedua Newton tentang gerak menyatakan bahwa gaya yang bekerja pada suatu objek sama dengan massa objek dikalikan dengan percepatannya (F = ma)."
                },
                {
                    "input": "Apa itu teorema Pythagoras?",
                    "output": "Teorema Pythagoras menyatakan bahwa pada segitiga siku-siku, kuadrat dari hipotenusa sama dengan jumlah kuadrat dari kedua sisi lainnya (a² + b² = c²)."
                },
                {
                    "input": "Apa ibu kota Prancis?",
                    "output": "Ibu kota Prancis adalah Paris."
                },
                {
                    "input": "Apa saja tiga keadaan materi?",
                    "output": "Tiga keadaan materi adalah padat, cair, dan gas."
                },
                {
                    "input": "Apa rumus kimia air?",
                    "output": "Rumus kimia air adalah H₂O."
                },
                {
                    "input": "Siapa penulis 'Romeo dan Juliet'?",
                    "output": "'Romeo dan Juliet' ditulis oleh William Shakespeare."
                },
                {
                    "input": "Berapa kecepatan cahaya?",
                    "output": "Kecepatan cahaya dalam ruang hampa adalah sekitar 299.792.458 meter per detik."
                },
                {
                    "input": "Apa nama proses pembelahan sel?",
                    "output": "Proses pembelahan sel disebut mitosis."
                },
                {
                    "input": "Siapa yang mengembangkan teori relativitas?",
                    "output": "Teori relativitas dikembangkan oleh Albert Einstein."
                },
                {
                    "input": "Apa planet terbesar di tata surya kita?",
                    "output": "Planet terbesar di tata surya kita adalah Jupiter."
                },
                {
                    "input": "Apa rumus untuk keliling lingkaran?",
                    "output": "Keliling lingkaran diberikan oleh rumus C = 2πr, di mana r adalah jari-jari lingkaran."
                },
                {
                    "input": "Apa organel yang dikenal sebagai pembangkit tenaga sel?",
                    "output": "Organel yang dikenal sebagai pembangkit tenaga sel adalah mitokondria."
                },
                {
                    "input": "Berapa titik didih air?",
                    "output": "Titik didih air adalah 100°C (212°F) pada tekanan atmosfer standar."
                },
                {
                    "input": "Siapa penulis 'Pride and Prejudice'?",
                    "output": "'Pride and Prejudice' ditulis oleh Jane Austen."
                },
               
                {
                    "input": "Apa itu pernyataan tesis?",
                    "output": "Pernyataan tesis adalah kalimat yang merangkum poin utama atau klaim dari sebuah esai. Biasanya terdapat di bagian pengantar."
                },
                {
                    "input": "Bagaimana cara menyusun esai argumentatif?",
                    "output": "Esai argumentatif biasanya mencakup pengantar dengan pernyataan tesis, paragraf tubuh dengan bukti pendukung, dan kesimpulan yang merangkum argumen serta memperkuat tesis."
                },
                {
                    "input": "Apa saja komponen utama dari esai persuasif?",
                    "output": "Komponen utama dari esai persuasif meliputi pernyataan tesis yang jelas, argumen logis yang didukung oleh bukti, kontra-argumen, dan kesimpulan yang kuat."
                },
                {
                    "input": "Apa tujuan dari tinjauan pustaka dalam esai?",
                    "output": "Tujuan dari tinjauan pustaka adalah untuk meninjau dan merangkum penelitian yang ada tentang topik tertentu untuk memberikan konteks dan dukungan terhadap argumen atau tesis esai."
                },
                {
                    "input": "Bagaimana cara meningkatkan keterampilan menulis esai?",
                    "output": "Untuk meningkatkan keterampilan menulis esai, latihlah menulis secara teratur, baca berbagai teks, cari umpan balik dari orang lain, dan revisi pekerjaan Anda untuk meningkatkan kejelasan, koherensi, dan argumentasi."
                },
               
                {
                    "input": "Apa itu IISMA?",
                    "output": "IISMA adalah singkatan dari Indonesian International Student Mobility Awards, sebuah program yang dirancang untuk memberikan kesempatan kepada mahasiswa Indonesia untuk belajar di luar negeri dan mendapatkan pengalaman internasional."
                },
                {
                    "input": "Bagaimana IISMA dapat menguntungkan mahasiswa?",
                    "output": "IISMA memberikan kesempatan kepada mahasiswa untuk mengalami berbagai budaya, meningkatkan keterampilan akademik dan profesional mereka, serta membangun jaringan internasional."
                },
                {
                    "input": "Apa syarat IISMA?",
                    "output": "Syarat kelayakan untuk IISMA meliputi menjadi mahasiswa aktif di universitas Indonesia, memiliki IPK minimum, memenuhi standar kemampuan bahasa, dan memenuhi kriteria spesifik program lainnya."
                },
                {
                    "input": "Bagaimana proses pendaftaran untuk IISMA?",
                    "output": "Proses pendaftaran untuk IISMA melibatkan pengisian formulir pendaftaran, transkrip akademik, pernyataan tujuan, surat rekomendasi, dan dokumen lain yang diperlukan sesuai dengan program."
                },
                {
                    "input": "Apa saja komponen utama dari program IISMA?",
                    "output": "Komponen utama dari program IISMA meliputi belajar di luar negeri di institusi mitra, berpartisipasi dalam kegiatan pertukaran budaya, dan terlibat dalam kesempatan pengembangan akademik dan profesional."
                }
            
        
        
    ]
}
