{
    "input": [
        {
            "input": "example question",
            "output": "example answer"
        },
        {
            "input": "another question",
            "output": "another answer"
        },
        {
            "input": "What is the formula for the area of a circle?",
            "output": "The area of a circle is given by the formula A = πr², where r is the radius of the circle."
        },
        {
            "input": "What is Newton's second law of motion?",
            "output": "Newton's second law of motion states that the force acting on an object is equal to the mass of the object multiplied by its acceleration (F = ma)."
        },
        {
            "input": "What is the Pythagorean theorem?",
            "output": "The Pythagorean theorem states that in a right-angled triangle, the square of the hypotenuse is equal to the sum of the squares of the other two sides (a² + b² = c²)."
        },
        {
            "input": "What is the capital of France?",
            "output": "The capital of France is Paris."
        },
        {
            "input": "What are the three states of matter?",
            "output": "The three states of matter are solid, liquid, and gas."
        },
        {
            "input": "What is the chemical formula for water?",
            "output": "The chemical formula for water is H₂O."
        },
        {
            "input": "Who wrote 'Romeo and Juliet'?",
            "output": "'Romeo and Juliet' was written by William Shakespeare."
        },
        {
            "input": "What is the speed of light?",
            "output": "The speed of light in a vacuum is approximately 299,792,458 meters per second."
        },
        {
            "input": "What is the process of cell division called?",
            "output": "The process of cell division is called mitosis."
        },
        {
            "input": "Who developed the theory of relativity?",
            "output": "The theory of relativity was developed by Albert Einstein."
        },
        {
            "input": "What is the largest planet in our solar system?",
            "output": "The largest planet in our solar system is Jupiter."
        },
        {
            "input": "What is the formula for the circumference of a circle?",
            "output": "The circumference of a circle is given by the formula C = 2πr, where r is the radius of the circle."
        },
        {
            "input": "What is the powerhouse of the cell?",
            "output": "The powerhouse of the cell is the mitochondrion."
        },
        {
            "input": "What is the boiling point of water?",
            "output": "The boiling point of water is 100°C (212°F) at standard atmospheric pressure."
        },
        {
            "input": "Who is the author of 'Pride and Prejudice'?",
            "output": "'Pride and Prejudice' was written by Jane Austen."
        }
    ]
}
